Repository: DaemonWhite/Inspira
Catalog: po/*.po
Languages: fr

source: Keep the summary shorter, between 10 and 35 characters
fr: Donnée un court résumé de 10 à 35 caractères

source: No description
fr: Pas de description

source: A caption
fr: Légende

source: List of changes
fr: List des changement

source: Save no know tags for autocomplets
fr: Sauvegarde les tags non connue pour l'autocomplétion

source: If the image scrolling is horizontal or vertical. False=horizontal
fr: Si l'image se déplace verticalement ou horizontalement. Faux=horizontal

source: Display posibility to enabled nsfw
fr: Affiche la possibilité d'activer le contenu NSFW

source: Focus on last image download
fr: Focus sur la denière image télècharger

source: Delay in seconds. Use -1 for API default timeout
fr: Délai en secondes. Utiliser -1 pour prendre la valeur par défaut de l'API

source: Main
fr: Principale

source: Filter display
fr: Filtre d'affichage

source: Activate NSFW content
fr: Activer le contenu NSFW

source: Image control
fr: Contrôle d'image

source: Focus on last image add
fr: Focus sur la denière image ajouter

source: Directly displays the last downloaded image
fr: Voir directement la dernière image

source: Carousel Image is vertical
fr: Le caroussel d'image est vertical ?

source: Downloads options
fr: Options de télèchargement

source: Timeout for download
fr: Délai de télèchargement

source: Auto Save Tags
fr: Sauvegarde Auto des Tags

source: List API
fr: Liste des APIs

source: Enable/Disable API and view capabilities
fr: Active/Désactive API et c'est capacité

source: List Know Tags
fr: Liste des tags connu

source: Add or delete tags
fr: Ajoute ou supprime des tags

source: Infos Image
fr: Info sur l'image

source: Author
fr: Auteur

source: Info API Request
fr: Info Requête API

source: API Name
fr: Nom API

source: Delete
fr: Supprimer

source: Download
fr: Télécharger

source: Shortcuts
fr: Raccourcis

source: Show Shortcuts
fr: Voir les raccourcis

source: Load New Image
fr: Chargement Nouvelle Image

source: Quit
fr: Quitter

source: Random
fr: Aléatoire

source: Search
fr: Rechercher

source: Safe For Work (no adult content)
fr: Safe For Work (pas de contenu mature)

source: No Safe For Work (adult content)
fr: No Safe For Work (contenue mature)

source: Add
fr: Ajouter

source: Add tags filter
fr: Ajoute un tag de filtrage

source: Main Menu
fr: Menu principal

source: _Preferences
fr: Préfèrences

source: _Load New Picture
fr: Chargement de la nouvelle Image

source: _About Inspira
fr: À propos d'Inspira

source: translator-credits
fr: DaemonWhite

source: Unknown
fr: Inconnue

source: _Keyboard Shortcuts
fr: Raccourcis clavier
